Repository: garymiller30/work
Catalog: ActiveWorks/Localize.*.resx
Languages: uk_ua

# AddOrder
source: добавить заказ
uk_ua: додати замовлення

# Broadly
source: в наличии
uk_ua: в наявності

# Cache
source: наличка
uk_ua: готівка

# ConnectingToBase
source: подключение к базе данных
uk_ua: з'єднуємося з базою

# ConnectingToRabbitMQ
source: подключение к MQ Rabbit
uk_ua: з'єднуємося з MQ Rabbit

# CreateNewDirectory
source: создать новую папку
uk_ua: створити нову папку

# CreateReport
source: создание отчета
uk_ua: створити звіт

# Customer
source: заказчик
uk_ua: замовник

# CustomersList
source: список заказчиков
uk_ua: перелік замовників

# Delete
source: удалить
uk_ua: видалити

# Description
source: описание
uk_ua: опис

# DirectoryUp
source: на директорию выше
uk_ua: на папку вище

# ErrorCantRenameJobFolder
source: Не удалось переименовать папку с заказом
uk_ua: Якась падлюка не дає перейменувати папку з замовленням

# ErrorTitle
source: Ошибка
uk_ua: Зрада!

# FileName
source: имя файла
uk_ua: ім'я файлу

# FileSize
source: размер
uk_ua: розмір

# FindFinish
source: поиск закончен
uk_ua: пошук завершено

# Formats
source: форматы
uk_ua: формати

# FormTitle
source: ActiveWorks
uk_ua: Активні замовлення

# Inizializing
source: инициализация
uk_ua: готуємось до роботи

# Loading
source: загрузка
uk_ua: завантаження

# LoadingCustomers
source: загрузка заказчиков
uk_ua: завантажуємо замовників

# LoadingJobs
source: загрузка работ
uk_ua: завантажуємо замовлення

# LoadingJournal
source: загрузка журнала
uk_ua: завантажуємо журнал міграцій

# LoadingPlates
source: загрузка пластин
uk_ua: завантажуємо пластини

# LoadingPlugins
source: загрузка плагинов
uk_ua: завантаження доповнень

# LoadingProofs
source: загрузка пруфов
uk_ua: завантажуємо пруфи

# MessageSendEmailToCustomer
source: отправить уведомление по почте
uk_ua: надіслати поштове повідомлення замовнику

# MessageServer
source: Сервер сообщений
uk_ua: Сервер повідомлень

# No
source: Нет
uk_ua: Ні в якому разі

# Notes
source: заметки
uk_ua: замітки

# OpenInExplorer
source: открыть в проводнике
uk_ua: відкрити в провіднику

# OrderNumber
source: № заказа
uk_ua: № замовлення

# Ostatok
source: остаток
uk_ua: залишок

# Owner
source: владелец
uk_ua: власник

# Parts
source: части
uk_ua: частини

# Planned
source: запланировано
uk_ua: заплановано

# PlannedPlate
source: запланировано пластин
uk_ua: заплановано пластин

# Plates
source: пластины
uk_ua: пластини

# PrintTime
source: Время вывода
uk_ua: час малювання

# Progress
source: прогресс
uk_ua: прогрес

# QuestionMarkJobAsFinish
source: Отметить работу как выполненную?
uk_ua: Відмітити замовлення як виконане?

# QuestionSendMessageToCustomerAboutChangeOrderStatus
source: Отправить уведомление заказчику о смене статуса заказа?
uk_ua: Маякнути замовнику про зміну статусу замовлення?

# QuestionTitle
source: Вопрос
uk_ua: Питаннячко

# Refresh
source: обновить
uk_ua: оновити

# Rename
source: переименовать
uk_ua: редагувати ім'я

# Search
source: поиск
uk_ua: пошук

# Selected
source: Выбрано
uk_ua: вибрано

# Settings
source: настройки
uk_ua: налаштування

# ShowHide
source: показать/спрятать:
uk_ua: показати/сховати:

# Sum
source: сумма
uk_ua: сума

# Sun
source: вс
uk_ua: нд

# WeekDraw
source: вывод за неделю
uk_ua: на цьому тижні

# Yes
source: Да
uk_ua: Так, звичайно

# Filter
source: фильтр
uk_ua: фільтр

# AddJobFromFtp
source: добавить несколько работ с FTP
uk_ua: додати декілька замовлень з FTP

# MailSend
source: Письмо отправлено!
uk_ua: Листа надіслано!

# ConfirmDelete
source: Подтвердите удаление
uk_ua: Підтвердіть видалення

# Explorer
source: Проводник
uk_ua: Провідник

# FormAddWork_CheckCustomerPresent_Не_вдалося_створити_папку
source: не удалось создать папку
uk_ua: Не вдалося створити папку
